benchmarks/framework-shootout/results/fastapi/html/run1/wrk_steady.txt
Running 5s test @ http://fastapi:8080/html
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.46ms   14.85ms  58.40ms   81.93%
    Req/Sec     6.66k     1.16k   11.42k    74.50%
  Latency Distribution
     50%    1.10ms
     75%   13.76ms
     90%   36.74ms
     99%   51.40ms
  133286 requests in 5.03s, 22.75MB read
Requests/sec:  26495.13
Transfer/sec:      4.52MB